sensoroptconverged/con/9.0_deg/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

7
(
    down
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       223058;
    }
    right
    {
        type            patch;
        nFaces          200;
        startFace       223458;
    }
    up
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       223658;
    }
    left
    {
        type            patch;
        nFaces          200;
        startFace       224058;
    }
    front
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          111661;
        startFace       224258;
    }
    back
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          111661;
        startFace       335919;
    }
    wing
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          441;
        startFace       447580;
    }
)

// ************************************************************************* //
